10/data/attachments/98154fa5fd8955fd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_black_Actions_47504_1</nif:username>
            <nif:friendToBeRequested>soap_actions_268dd3fb-588f-47ee-957e-099828b7bbc5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>